{
  "displayName": "ZTCA - Sign-in Risk Policy",
  "state": "enabledForReportingButNotEnforced",
  "conditions": {
    "signInRiskLevels": ["medium", "high"],
    "users": {
      "includeUsers": ["All"],
      "excludeUsers": ["<BREAK_GLASS_OBJECT_ID>"]
    },
    "applications": {
      "includeApplications": ["All"]
    }
  },
  "grantControls": {
    "operator": "OR",
    "builtInControls": ["mfa"]
  }
}
