{
  "displayName": "ZTCA - Location-Based Access",
  "state": "enabledForReportingButNotEnforced",
  "conditions": {
    "users": {
      "includeUsers": ["All"],
      "excludeUsers": ["<BREAK_GLASS_OBJECT_ID>"]
    },
    "applications": {
      "includeApplications": ["Office365"]
    },
    "locations": {
      "includeLocations": ["All"],
      "excludeLocations": ["<TRUSTED_LOCATION_ID>"]
    }
  },
  "grantControls": {
    "operator": "OR",
    "builtInControls": ["mfa"]
  }
}
