{
  "displayName": "ZTCA - User Risk Policy",
  "state": "enabledForReportingButNotEnforced",
  "conditions": {
    "users": {
      "includeUsers": [
        "All"
      ]
    },
    "userRiskLevels": [
      "high"
    ],
    "applications": {
      "includeApplications": [
        "All"
      ]
    }
  },
  "grantControls": {
    "operator": "OR",
    "builtInControls": [
      "passwordChange"
    ]
  }
}
