{
  "displayName": "ZTCA - Block Legacy Authentication",
  "state": "enabledForReportingButNotEnforced",
  "conditions": {
    "clientAppTypes": ["exchangeActiveSync", "other"],
    "users": {
      "includeUsers": ["All"]
    },
    "applications": {
      "includeApplications": ["All"]
    }
  },
  "grantControls": {
    "operator": "OR",
    "builtInControls": ["block"]
  }
}
