{
  "displayName": "ZTCA - Block Legacy Authentication",
  "state": "enabledForReportingButNotEnforced",
  "conditions": {
    "clientAppTypes": [
      "exchangeActiveSync",
      "other"
    ],
    "users": {
      "includeUsers": [
        "All"
      ],
      "excludeUsers": [
        "<BREAK_GLASS_OBJECT_ID>"
      ]
    },
    "applications": {
      "includeApplications": [
        "All"
      ]
    }
  },
  "grantControls": {
    "operator": "OR",
    "builtInControls": [
      "block"
    ]
  }
}
